spec/spec/SVWS/IntegrationPlatform/Examples/getContractListRequest.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:int="http://bpc.ru/SVXP/integration" xmlns:svxp="http://bpc.ru/SVXP">
   <soapenv:Header/>
   <soapenv:Body>
      <int:getContractListRequest>
         <svxp:customer_id>69</svxp:customer_id>
         <svxp:customer_number>45678982</svxp:customer_number>
         <svxp:inst_id>1001</svxp:inst_id>
         <svxp:card_number>4290011012400071</svxp:card_number>
         <svxp:account_number>0000000017611</svxp:account_number>
        <svxp:seq_number>1</svxp:seq_number>
     </int:getContractListRequest>
   </soapenv:Body>
</soapenv:Envelope>